{
    "title": "Adatvédelmi tájékoztató",
    "preContext": "Ez az adatvédelmi tájékoztató (a továbbiakban: 'Tájékoztató') a Formula 10 (a továbbiakban: 'Weboldal') használata során felhasználói adatok kezelésével kapcsolatos információkat tartalmaz. A Weboldal üzemeltetője és adatkezelője Félegyházi Dávid (a továbbiakban: 'Üzemeltető').",
    "listElements": [
        {
            "title": "Adatgyűjtés célja és típusa",
            "context": "A Weboldal használata során a következő adatokat gyűjtjük: teljes név, felhasználónév, e-mail cím és jelszó. Ezeket az adatokat a felhasználói fiók létrehozásához és kezeléséhez, valamint a játékhoz való hozzáférés biztosításához használjuk. Ezenkívül az e-mail címeket arra is felhasználjuk, hogy értesítéseket küldjünk a játékeredményekről és a Weboldal frissítéseiről. A jelszavakat mindig titkosított formában tároljuk, hogy biztosítsuk azok biztonságát."
        }, 
        {
            "title": "Adattárolás és hozzáférés",
            "context": "Az adatokat távoli adatbázisban tároljuk, amely biztonságos környezetben működik. Az adatokhoz csak az Üzemeltető fér hozzá, és harmadik fél számára nem adjuk ki, kivéve, ha azt a jogszabályok előírják. Az adatokat a felhasználói fiók aktív idejére tároljuk, de a felhasználó bármikor kérheti fiókjának és adatainak törlését. A törlésre vonatkozó kéréseket a lehető leghamarabb, de legkésőbb 30 napon belül teljesítjük."
        },
        {
            "title": "Felhasználói jogok és adatvédelem",
            "context": "A felhasználóknak számos joguk van az adataikhoz kapcsolódóan. Ezek közé tartozik az adatokhoz való hozzáférés, az adatok módosítása vagy törlése, valamint a hozzájárulás visszavonása. Ha bármilyen kérdése van az adatkezeléssel kapcsolatban, vagy szeretné érvényesíteni jogait, kérjük, lépjen kapcsolatba velünk a következő e-mail címen: felegyhazi.david@gmail.com. A Weboldal nem használ sütiket (cookies), így ezzel kapcsolatban nem kell aggódnia."
        },
        {
            "title": "Tájékoztató frissítése",
            "context": "Az Üzemeltető fenntartja a jogot, hogy bármikor módosítsa ezt a Tájékoztatót. A változtatásokról a felhasználókat e-mailben értesítjük, és a frissített Tájékoztató azonnal hatályba lép. A Weboldal további használata a frissített Tájékoztató elfogadását jelenti. Ha bármilyen kérdése van az adatvédelmi gyakorlatunkkal kapcsolatban, kérjük, ne habozzon kapcsolatba lépni velünk."
        }
    ]
       
}
