{
  "title": "Formula 10 Rulebook",
  "listElements": [
    {
        "title": "Objective of the Game",
        "context": "The goal of the Formula 10 game is for players to predict the 10th-place finisher in every race of the Formula 1 season. Players earn points based on their predictions, and the player with the most points at the end of the season wins the game."
    },
    {
        "title": "Scoring",
        "context": "Each player receives points for the final race position of their predicted driver based on the table in the Points menu. The scoring can be found in detail in the Points, current positions table. In the case of sprint races, the 5th place of the sprint race must also be predicted. This is scored based on the Points, current positions Sprint race table."
    },
    {
        "title": "Prediction Rules",
        "context": "Each player must submit their tip(s) before the qualifying time of the current race. If there is a sprint race on the weekend, the player must submit both tips (for the 10th place finisher in the main race and the 5th place finisher in the sprint race) before the qualifying time of the sprint race. The tips submitted can be modified up until the qualifying time. Each player can only submit a tip for the next race after the previous race has been completed."
    },
    {
        "title": "Penalties",
        "context": "A játékot az a játékos nyeri, aki a szezon végén a legtöbb pontot gyűjtötte. A pontszámok a Pontszámok, aktuális helyezések táblázatban követhetők."
    },
    {
        "title": "Winning the Game",
        "context": "The player with the most points at the end of the season wins the game. Points can be tracked in the Points, Current Standings table."
    },
    {
        "title": "Additional Rules",
        "context": "Registration is required to participate in the game. In the event of technical errors during the game, the Operator reserves the right to modify or delete the tips. The Operator may modify the rules of the game at any time. Players will be notified of any changes by e-mail."
    },
    {
        "title": "Contact",
        "context": "If you have any questions about the game rules, please contact us at the following email address: felegyhazi.david@gmail.com."
    }
    ]
}