{
    "title": "Terms of Service",
    "preContext": "This document (hereinafter: 'Terms') outlines the rules for using the Formula 10 (hereinafter: 'Website'). By using the Website, you agree to and are bound by these Terms. The operator of the Website is David Felegyhazi (hereinafter: 'Operator').",
    "listElements": [
        {
            "title": "Use of the Website",
            "context": "The use of the Website is free and permitted only for personal, non-commercial purposes. Registration is required to use the Website, during which users must provide accurate and truthful information. After registration, users gain access to the game and other features of the Website. The Operator reserves the right to modify or suspend the operation of the Website at any time if deemed necessary."
        },
        {
            "title": "User Account and Responsibility",
            "context": "To create a user account, users must provide their full name, username, email address, and password. Users are responsible for the security of their account and must keep their password confidential. If a user suspects unauthorized use of their account, they must immediately notify the Operator. The Operator reserves the right to suspend or delete the account at any time if the user violates these Terms."
        },
        {
            "title": "Prohibited Activities",
            "context": "When using the Website, it is prohibited to misuse or obtain other users' data, disrupt or interfere with the operation of the Website, or upload or distribute copyrighted content. Additionally, any abusive or illegal activity is strictly prohibited. The Operator reserves the right to take immediate action in case of any illegal activity, including suspending or deleting accounts."
        },
        {
            "title": "Limitation of Liability and Changes",
            "context": "The Operator is not liable for any direct or indirect damages arising from the use of the Website, including inaccuracies or omissions in the content. The Operator does not guarantee that it will always be available or error-free. The Operator reserves the right to modify these Terms at any time and will notify users of changes via email. Continued use of the Website constitutes acceptance of the updated Terms."
        },
        {
            "title": "Contact",
            "context": "If you have any questions about these Terms, please contact us at the following email address: felegyhazi.david@gmail.com. The Operator makes every effort to respond to user questions and issues promptly and effectively."
        }
    ]
}